---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BuildingUnoccupiedCoolingSetPointParam
source: html/bece5a6c-4da4-5a7a-ded1-704f46e5dd64.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BuildingUnoccupiedCoolingSetPointParam Property

"Unoccupied Cooling Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId BuildingUnoccupiedCoolingSetPointParam { get; }
```